Repository: Shpokas2022/tour_routes
Catalog: tour_routes/user_profile/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Log out
lt: Atsijungti

source: Logged out
lt: Neprisijungęs

source: End of the session.
lt: Sesijos pabaiga

source: Loggin again
lt: Prisijungti vėl

source: Loggin error. Please try again.
lt: Prisijungimo klaida. Pabandykite dar kartą

source: Please login. You do not have access to this information
lt: Jūs neturite prieeigos prie šios informacijos. Prašome prisijungti.

source: User:
lt: Vartotojas

source: Password:
lt: Slaptažodis

source: Forgot the password?
lt: Pamiršote slaptažodį?

source: Password succesfully changed
lt: Slaptažodis sėkmingai pakeistas

source: You can loggin
lt: Jūs galite prisijungti

source: again
lt: vėl

source: Password reset request
lt: Prašymas pakeisti slaptažodį

source: Reset
lt: Atnaujinti

source: Password reset email sent
lt: El.laiškas su slaptažodžio atnaujinimu nusiųstas

source: We have send you an e-mail with password re-new link
lt: Mes jums nusiuntėme el.laišką su slaptažodžio atnaujinimo nuoroda
